let questions = [{
        text: " Вопрос 1",
        variants: {
            "a": "Ещё чуть чуть и ты бы угадал",
            "b": "Мда, ты всегда так отвечаешь?",
            "c": "Как можно вообще подумать что это верно, братик?",
            "d": "Красавчик, идём дальше"
        },
        correctVariant: "d"
    },
    {
        text: " Вопрос 2",
        variants: {
            "a": "Ещё чуть чуть и ты бы угадал",
            "b": "Красавчик, идём дальше",
            "c": "Как можно вообще подумать что это верно, братик?",
            "d": "Мда, ты всегда так отвечаешь?"
        },
        correctVariant: "b"
    },
    {
        text: " Вопрос 3",
        variants: {
            "a": "Ещё чуть чуть и ты бы угадал",
            "b": "Мда, ты всегда так отвечаешь?",
            "c": "Как можно вообще подумать что это верно, братик?",
            "d": "Красавчик, ты уже на пол пути"
        },
        correctVariant: "d"
    },
    {
        text: " Вопрос 4",
        variants: {
            "a": "Ещё чуть чуть и ты бы угадал",
            "b": "Мда, ты всегда так отвечаешь?",
            "c": "Не ну респект братишка, ещё 1 вопрос и ты победил",
            "d": "Как можно вообще подумать что это верно, братик"
        },
        correctVariant: "c"
    },
    {
        text: " Вопрос 5",
        variants: {
            "a": "Вау, чтоза легенда, ты ответил на всё!!!)))",
            "b": "Мда, ты всегда так отвечаешь?",
            "c": "Как можно вообще подумать что это верно, братик?",
            "d": "Ещё чуть чуть и ты бы забрал всё"
        },
        correctVariant: "a"
    }
]